<%@ Page Title="О Портале IT-специалистов Минобрнауки РФ" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="About.aspx.cs" Inherits="Razrab.About" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <h2><%: Title %>.</h2>
    <h3>Вы находитесь на прототипе Портала IT-специалистов Минобрнауки Российской Федерации, который создан командой Экстремальные программисты за 36 часов на хакатоне Цифровой прорыв 2021 для кейса Образование.Развитие кадров.</h3>

    <p> С помощью Портала ITC Минобрнауки РФ будет автоматизирован прогноз баланса IT-специалистов в РФ на базе вакансий на очередной год и плановый 5-летний период для предоставления в ВУЗы численности IT-специалистов для обучения по определённым компетенциям. </p>

<p>Стек решения: C#, .Net, PostgreSQL 13, EntityFramework. </p>

<p>Уникальность Портала ITC Минобрнауки РФ является использование интерактивной панели dash-boards для выявления дисбаланса и прогноза IT-специалистов.</p>

    <p>За дополнительной информацией, пожалуйста, обращайтесь к авторам проекта.</p>
</asp:Content>
