<%@ Page Title="Общие положения методики прогноза требуемых IT-специалистов в РФ" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="Metod.aspx.cs" Inherits="Razrab.Pages.Metod" %>
<asp:Content ID="Content1" ContentPlaceHolderID="MainContent" runat="server">
    <h1><%: Title %></h1>
    <h3>Методика прогноза требуемых IT-специалистов в РФ на базе вакансий (Методика) предназначена для определения значений показателей прогноза
IT-специалистов. Прогноз IT-специалистов (прогноз) необходимо разрабатывать в целом на очередной год и плановый двухлетний период (прогнозный период) по видам экономической деятельности Цифровой экономики в соответствии с перечнем разделов ОКВЭД.</h3>
    <p>
        Методика основана на интеграции сведений из различных источников информации:
        а) данных отчетного баланса IT-специалистов;
        в) прогноз цифрового развития региона РФ на очередной год и прогнозный период;
        г) данных официальной статистической информации;
        е) экспертной оценки о потребности и возможном перераспределения IT-специалистов и происходящих структурных изменений в цифровой экономике региона РФ.
     </p>
     <p>
        Прогноз IT-специалистов содержит следующие основные показатели, отражающие наличие необходимых IT-специалистов и их распределение:
        а) общая численность необходимых IT-специалистов;
        б) численность IT-специалистов трудоспособного населения в трудоспособном возрасте;
        е) численность IT-специалистов занятых в экономике по видам экономической деятельности;
        ж) численность IT-специалистов учащихся трудоспособного возраста, обучающихся с отрывом от производства;
        з) численность IT-специалистов безработных граждан, зарегистрированных в органах службы занятости;
        и) численность IT-специалистов в трудоспособном возрасте, не занятого в экономике.
    </p>
    <h4>Основываясь на общих положениях данной методики можно разработать алгоритм прогноза IT-специалистов Российской Федерации. Данная методика </h4>
</asp:Content>
